[
  {
    "title": "Photography",
    "icon": "material-symbols:camera",
    "backgroundColor": "#f70",
    "description": "I specialize in capturing moments that tell stories, using my keen eye for detail to find beauty in everyday life. Whether it’s through portraiture, landscapes, or candid shots, I strive to create images that evoke emotion and convey a unique perspective. My goal is to transform fleeting moments into lasting memories through the art of photography."
  },
  {
    "title": "Cinematography",
    "icon": "material-symbols:video-camera-back-outline-sharp",
    "backgroundColor": "blue",
    "description": "As a cinematographer, I focus on creating visually stunning narratives that enhance storytelling. I utilize lighting, composition, and movement to evoke emotions and immerse viewers in the experience. Each frame is carefully crafted to reflect the mood and tone of the project, ensuring that every visual element contributes to the overall narrative. My passion lies in transforming scripts into compelling visual stories that resonate with audiences."
  },
  {
    "title": "VFX & Special Effects",
    "icon": "solar:special-effects-broken",
    "backgroundColor": "black",
    "description": "In the realm of VFX and special effects, I bring imagination to life by seamlessly integrating digital elements into live-action footage. My work involves creating stunning visuals that enhance storytelling, whether through subtle enhancements or bold, eye-catching effects. I thrive on pushing creative boundaries, using tools and techniques to craft immersive experiences that captivate audiences and elevate the narrative."
  },
  {
    "title": "Direction",
    "icon": "game-icons:director-chair",
    "backgroundColor": "teal",
    "description": "In my role as a director, I focus on cultivating a clear and inspiring vision that guides each project. I thrive on fostering collaboration, ensuring that every team member feels valued and empowered to contribute their unique ideas. By prioritizing open communication and constructive feedback, I create an environment where creativity can flourish. I adapt strategies as needed to keep project goals in sight, while encouraging innovation and exploration. My commitment to mentorship allows me to support and develop others, creating a space for continuous learning and growth. Through this dynamic approach, I aim to lead projects to success while inspiring those around me to reach their fullest potential."
  },
  {
    "title": "Scripting",
    "icon": "emojione-monotone:writing-hand",
    "backgroundColor": "#0af",
    "description": "I have a passion for crafting compelling narratives through scripting, where I blend creativity with structure to bring stories to life. My approach involves developing engaging characters, building tension, and creating dialogue that resonates with audiences. I pay close attention to pacing and flow, ensuring that each scene contributes meaningfully to the overall narrative arc. Whether for film, video, or multimedia projects, I enjoy collaborating with directors and producers to refine scripts and elevate storytelling. My goal is to create scripts that not only entertain but also evoke emotion and provoke thought, making a lasting impact on viewers."
  }
]
